Repository: CTFd/CTFd
Catalog: CTFd/translations/*/LC_MESSAGES/messages.po
Languages: el, he, no, sk, sr, uz

source: Challenge Visibility is set to Admins Only
he: נראות האתגר הוגדרה כך שרק מנהלים יוכלו לראות אותו
no: Oppgavesynlighet er satt til kun administratorer
sr: Vidljivost izazova je postavljena samo za administratore
uz: Topshiriqlar ko‘rinishi faqat administratorlar uchun o‘rnatilgan

source: %(ctf_name)s has not started yet
he: ה-%(ctf_name)s טרם התחיל
no: %(ctf_name)s har ikke startet ennå
sr: %(ctf_name)s još nije počeo
uz: %(ctf_name)s hali boshlanmadi

source: %(ctf_name)s is paused
he: ה-%(ctf_name)s מושהה
no: %(ctf_name)s er satt på pause
sr: %(ctf_name)s je pauziran
uz: %(ctf_name)s to‘xtatilgan

source: %(ctf_name)s has ended
he: ה-%(ctf_name)s הסתיים
no: %(ctf_name)s er avsluttet
sr: %(ctf_name)s je završen
uz: %(ctf_name)s tugadi

source: User Name
el: Όνομα Χρήστη
he: שם משתמש
no: Brukernavn
sk: Používateľské meno
sr: Korisničko ime
uz: Foydalanuvchi nomi

source: Password
el: Κωδικός
he: סיסמה
no: Passord
sk: Heslo
sr: Lozinka
uz: Parol

source: Submit
el: Υποβολή
he: שלח
no: Send inn
sk: Odoslať
sr: Pošalji
uz: Yuborish

source: User Name or Email
el: Όνομα Χρήστη ή Ηλεκτρονική Διεύθυνση
he: שם משתמש או אימייל
no: Brukernavn eller epost
sk: Používateľské meno alebo email
sr: Korisničko ime ili email
uz: Foydalanuvchi nomi yoki elektron pochta

source: Resend Confirmation Email
el: Επαναποστολή email επιβεβαίωσης
he: שלח מחדש אימייל אישור
no: Send bekreftelse på nytt
sk: Znova odoslať potvrdzovací e-mail
sr: Ponovo pošalji email za potvrdu
uz: Tasdiqlash elektron pochtasini qayta yuborish

source: Language
el: Γλώσσα
he: שפה
no: Språk
sk: Jazyk
sr: Jezik
uz: Til

source: Current Password
el: Τρέχων κωδικός πρόσβασης
he: סיסמה נוכחית
no: Nåværende passord
sk: Aktuálne heslo
sr: Trenutna lozinka
uz: Joriy parol

source: Affiliation
el: Σύνδεση
he: אתר
no: Tilhørighet
sk: Afiliácia
sr: Afiliacija
uz: Tashkilot/Manzil

source: Website
el: Ιστοσελίδα
he: אֲתַר אִינטֶרנֶט
no: Nettside
sk: Webstránka
sr: Vebsajt
uz: Veb-sayt

source: Country
el: Χώρα
he: מדינה
no: Land
sk: Krajina
sr: Država
uz: Davlat

source: Expiration
el: Λήξη
he: תפוגה
no: Utløpsdato
sk: Expirácia
sr: Istek
uz: Amal qilish muddati

source: Generate
el: Δημιουργία
he: לִיצוֹר
no: Generer
sk: Generovať
sr: Generiši
uz: Yaratish

source: Event Name
el: Όνομα εκδήλωσης
he: שם האירוע
no: Navn på event
sk: Názov udalosti
sr: Naziv događaja
uz: Tadbir nomi

source: The name of your CTF event/workshop
el: Το όνομα της εκδήλωσης/εργαστηρίου CTF
he: שם האירוע / הסדנה שלך
no: Navnet på ditt event
sk: Názov vášho podujatia/workshopu CTF
sr: Naziv vašeg CTF događaja/radionice
uz: Sizning CTF tadbiringiz/workshopingiz nomi

source: Event Description
el: Περιγραφή Εκδήλωσης
he: תיאור האירוע
no: Eventbeskrivelse
sk: Popis udalosti
sr: Opis događaja
uz: Tadbir tavsifi

source: Description for the CTF
el: Περιγραφή για το CTF
he: תיאור עבור ה-CTF
no: Beskrivelse av CTFen
sk: Popis CTF
sr: Opis za CTF
uz: CTF uchun tavsif

source: User Mode
el: Λειτουργία Χρήστη
he: מצב משתמש
no: Bruker-modus
sk: Používateľský režim
sr: Korisnički mod
uz: Foydalanuvchi rejimi

source: Team Mode
el: Λειτουργία ομάδας
he: מצב צוות
no: Lags-modus
sk: Tímový režim
sr: Timski mod
uz: Jamoa rejimi

source: Controls whether users join together in teams to play (Team Mode) or play as themselves (User Mode)
el: Ελέγχει αν οι χρήστες θα συμμετέχουν σε ομάδες για να παίξουν (Λειτουργία Ομάδας) ή θα παίζουν ως ξεχωριστοί χρήστες (Λειτουργία Χρήστη)
he: קובעים אם משתמשים יתאגדו בצוותים לשחק (מצב צוות) או ישחקו כפרטים (מצב משתמש)
no: Kontrollerer om brukere går sammen i lag for å spille (Lags-modus) eller spiller som seg selv (Bruker-modus)
sk: Ovláda, či sa používatelia spoja v tímoch, aby hrali (Tímový režim) alebo za seba (Používateľský režim)
sr: Kontroliše da li se korisnici udružuju u timove za igru (Timski mod) ili igraju kao pojedinci (Korisnički mod)
uz: Foydalanuvchilar o‘yin uchun jamoalarga qo‘shilishlarini (Jamoa rejimi) yoki o‘zlari sifatida o‘ynashlarini (Foydalanuvchi rejimi) boshqaradi

source: Admin Username
el: Όνομα χρήστη διαχειριστή
he: שם משתמש מנהל
no: Administrator brukernavn
sk: Používateľské meno správcu
sr: Administratorsko korisničko ime
uz: Administrator foydalanuvchi nomi

source: Your username for the administration account
el: Το όνομα χρήστη σας για τον λογαριασμό του διαχειριστή
he: שם המשתמש שלך עבור חשבון הניהול
no: Ditt brukernavn for administrasjonskontoen
sk: Vaše používateľské meno pre administrátorský účet
sr: Vaše korisničko ime za administratorski nalog
uz: Ma’muriy hisob uchun foydalanuvchi nomingiz

source: Admin Email
el: Ηλεκτρονική Διεύθυνση Διαχειριστή
he: אימייל מנהל
no: Administrators epost
sk: E-mail správcu
sr: Administratorski email
uz: Administrator elektron pochtasi

source: Your email address for the administration account
el: Ηλεκτρονική διεύθυνση για τον λογαριασμό διαχείρισης
he: כתובת האימייל שלך עבור חשבון הניהול
no: Din epostadresse for administrasjonskontoen
sk: Vaša e-mailová adresa pre administrátorský účet
sr: Vaša email adresa za administratorski nalog
uz: Ma’muriy hisob uchun elektron pochta manzilingiz

source: Admin Password
el: Κωδικός Διαχειριστή
he: סיסמת מנהל
no: Administratorpassord
sk: Heslo správcu
sr: Administratorska lozinka
uz: Administrator paroli

source: Your password for the administration account
el: Ο κωδικός πρόσβασής σας για τον λογαριασμό διαχείρισης
he: הסיסמה שלך עבור חשבון הניהול
no: Ditt passord for administrasjonskontoen
sk: Vaše heslo pre administrátorský účet
sr: Vaša lozinka za administratorski nalog
uz: Ma’muriy hisob uchun parolingiz

source: Logo to use for the website instead of a CTF name. Used as the home page button. Optional.
el: Λογότυπο που θα χρησιμοποιηθεί στον ιστότοπο αντί για το όνομα CTF. Χρησιμοποιείται ως κουμπί αρχικής σελίδας. Προαιρετικό.
he: לוגו לשימוש באתר במקום שם CTF. משמש ככפתור בדף הבית. אופציונלי.
no: Logo som skal brukes for nettsiden i stedet for et CTF-navn. Brukes som hjem-knapp. Valgfritt.
sk: Logo, ktoré sa má použiť pre webovú stránku namiesto názvu CTF. Používa sa ako tlačidlo domovskej stránky. Voliteľné.
sr: Logo koji će se koristiti na vebsajtu umesto naziva CTF-a. Koristi se kao dugme na početnoj strani. Opciono.
uz: Veb-sayt uchun CTF nomi o‘rniga ishlatiladigan logo. Bosh sahifa tugmasi sifatida ishlatiladi. Ixtiyoriy.

source: Banner
el: Μπάνερ
he: באנר
sr: Baner

source: Banner to use for the homepage. Optional.
el: Μπάνερ για χρήση στην αρχική σελίδα. Προαιρετικό.
he: באנר לשימוש בדף הבית. אופציונלי.
no: Banner som skal brukes på hjemmesiden. Valgfritt.
sk: Banner na použitie na domovskej stránke. Voliteľné.
sr: Baner za početnu stranu. Opciono.
uz: Bosh sahifa uchun ishlatiladigan banner. Ixtiyoriy.

source: Small Icon
el: Μικρό Εικονίδιο
he: אייקון קטן
no: Lite ikon
sk: Malá ikona
sr: Mala ikona
uz: Kichik ikonka

source: favicon used in user's browsers. Only PNGs accepted. Must be 32x32px. Optional.
el: favicon που χρησιμοποιείται στα προγράμματα περιήγησης του χρήστη. Αποδεκτά μόνο PNG. Πρέπει να είναι 32x32px. Προαιρετικό.
he: favicon המשמש בדפדפן המשתמשים. מקבלים רק PNG. חייב להיות בגודל 32×32 פיקסלים. אופציונלי.
no: Favicon som brukes i brukerens nettlesere. Kun PNG-er aksepteres. Må være 32x32 piksler. Valgfritt.
sk: favicon používaná v prehliadačoch používateľov. Akceptované sú iba súbory PNG. Musí mať veľkosť 32 x 32 pixelov. Voliteľné.
sr: favicon koji se koristi u korisničkim pretraživačima. Prihvaćaju se samo PNG. Mora biti 32x32px. Opciono.
uz: foydalanuvchi brauzerlarida ishlatiladigan favicon. Faqat PNG format qabul qilinadi. Hajmi 32x32px bo‘lishi kerak. Ixtiyoriy.

source: Theme
el: Θέμα
he: ערכת נושא
no: Tema for utseende
sk: Téma
sr: Tema
uz: Tema

source: CTFd Theme to use. Can be changed later.
el: Θέμα CTFd για χρήση. Μπορεί να αλλάξει αργότερα.
he: ערכת הנושא של CTFd לשימוש. ניתן לשנות מאוחר יותר.
no: CTFd-Tema som skal brukes. Kan endres senere.
sk: Téma CTFd. Dá sa neskôr zmeniť.
sr: CTFd tema za korišćenje. Može se kasnije promeniti.
uz: CTFd uchun ishlatiladigan tema. Keyinchalik o‘zgartirish mumkin.

source: Theme Color
el: Χρώμα θέματος
he: צבע ערכת הנושא
no: Tema-farge
sk: Farba témy
sr: Boja teme
uz: Tema rangi

source: Color used by theme to control aesthetics. Requires theme support. Optional.
el: Χρώμα που χρησιμοποιείται από το θέμα για τον έλεγχο της αισθητικής. Απαιτεί υποστήριξη θέματος. Προαιρετικό.
he: הצבע בו־ערכת הנושא משתמשת לשליטה באסתטיקה. דורש תמיכה בערכות. אופציונלי.
no: Farge som brukes av temaet for å kontrollere estetikk. Krever temasupport. Valgfritt.
sk: Farba používaná témou na kontrolu estetiky. Vyžaduje si podporu témy. Voliteľné.
sr: Boja koju tema koristi za kontrolu estetike. Zahteva podršku teme. Opciono.
uz: Estetika boshqaruvi uchun tema tomonidan ishlatiladigan rang. Tema qo‘llab-quvvatlashini talab qiladi. Ixtiyoriy.

source: Verify Emails
el: Επαλήθευση μηνυμάτων ηλεκτρονικού ταχυδρομείου
he: אמת אימיילים
no: Eposter må verifiseres
sk: Overiť e-maily
sr: Verifikuj email-ove
uz: Elektron pochtalarni tasdiqlash

source: Start Time
el: Ώρα έναρξης
he: זמן התחלה
no: Starttidspunkt
sk: Doba spustenia
sr: Vreme početka
uz: Boshlanish vaqti

source: Time when your CTF is scheduled to start. Optional.
el: Ώρα που έχει προγραμματιστεί να ξεκινήσει το CTF. Προαιρετικό.
he: הזמן בו מתוכנן ה-CTF שלך להתחיל. אופציונלי.
no: Tidspunkt for når CTF-en din er skal starte. Valgfritt.
sk: Čas, kedy je naplánovaný začiatok vášho CTF. Voliteľné.
sr: Vreme kada je vaš CTF planiran da počne. Opciono.
uz: CTFingizning boshlanish vaqti. Ixtiyoriy.

source: End Time
el: Ώρα Λήξης
he: זמן סיום
no: Sluttidspunkt
sk: Čas ukončenia
sr: Vreme završetka
uz: Tugash vaqti

source: Time when your CTF is scheduled to end. Optional.
el: Ώρα κατά την οποία έχει προγραμματιστεί η λήξη του CTF σας.
he: הזמן בו מתוכנן ה-CTF שלך להסתיים. אופציונטי.
no: Tidspunkt for når CTF-en din er skal slutte. Valgfritt.
sk: Čas, kedy je naplánované ukončenie vášho CTF. Voliteľné.
sr: Vreme kada je vaš CTF planiran da se završi. Opciono.
uz: CTFingizning tugash vaqti. Ixtiyoriy.

source: Finish
el: Λήξη
he: סיום
no: Ferdig
sk: Skončiť
sr: Završi
uz: Tugatish

source: Team Name
el: Όνομα Ομάδας
he: שם הצוות
no: Lagnavn
sk: Meno tímu
sr: Naziv tima
uz: Jamoa nomi

source: Team Password
el: Κωδικός Ομάδας
he: סיסמת הצוות
no: Lagets passord
sk: Heslo tímu
sr: Lozinka tima
uz: Jamoa paroli

source: Join
el: Γίνετε μέλος
he: הצטרף
no: Bli med
sk: Pripojte sa
sr: Pridruži se
uz: Qo‘shilish

source: Create
el: Δημιουργία
he: לִיצוֹר
no: Opprett
sk: Vytvorte
sr: Kreiraj
uz: Yaratish

source: Your team's public name shown to other competitors
el: Το δημόσιο όνομα της ομάδας σας εμφανίζεται σε άλλους ανταγωνιστές
he: השם הציבורי של הצוות שלך מוצג למתחרים אחרים
no: Lagets offentlige navn vist til andre deltakere
sk: Verejný názov vášho tímu zobrazovaný ostatným súťažiacim
sr: Javni naziv vašeg tima koji se prikazuje drugim takmičarima
uz: Jamoangizning boshqa raqiblarga ko‘rinadigan ommaviy nomi

source: New Team Password
el: Νέος Κωδικός Πρόσβασης Ομάδας
he: סיסמת צוות חדשה
no: Nytt lagpassord
sk: Nové tímové heslo
sr: Nova lozinka tima
uz: Yangi jamoa paroli

source: Set a new team join password
el: Ορίστε έναν νέο κωδικό πρόσβασης για συμμετοχή στην ομάδα
he: הגדר סיסמה חדשה להצטרפות לצוות
no: Sett et nytt lagpåloggingspassord
sk: Nastavte nové heslo na pripojenie k tímu
sr: Postavite novu lozinku za pridruživanje timu
uz: Jamoaga qo'shilish uchun yangi parol o'rnating

source: Confirm Current Team Password
el: Επιβεβαιώστε τον τρέχοντα κωδικό πρόσβασης ομάδας
he: אשר את סיסמת הצוות הנוכחית
no: Bekreft nåværende lagpassord
sk: Potvrďte aktuálne heslo tímu
sr: Potvrdite trenutnu lozinku tima
uz: Joriy jamoa parolini tasdiqlang

source: Provide your current team password (or your password) to update your team's password
el: Καταχωρίστε τον τρέχοντα κωδικό πρόσβασης της ομάδας σας (ή τον κωδικό πρόσβασής σας) για να ενημερώσετε τον κωδικό πρόσβασης της ομάδας σας
he: ספק את סיסמת הצוות הנוכחית (או את הסיסמה שלך) כדי לעדכן את סיסמת הצוות
no: Oppgi ditt nåværende lagpassord (eller ditt passord) for å oppdatere lagets passord
sk: Ak chcete aktualizovať heslo svojho tímu, zadajte svoje aktuálne heslo tímu (alebo heslo).
sr: Unesite trenutnu lozinku tima (ili vašu lozinku) da biste ažurirali lozinku tima
uz: Jamoangizning parolini yangilash uchun joriy jamoa parolini (yoki o‘z parolingizni) kiriting

source: Your team's affiliation publicly shown to other competitors
el: Η συνεργασία της ομάδας σας εμφανίζεται δημόσια σε άλλους ανταγωνιστές
he: השיוך של הצוות שלך מוצג בפומבי למתחרים אחרים
no: Ditt lags tilhørighet offentlig vist til andre deltakere
sk: Príslušnosť vášho tímu verejne zobrazená ostatným konkurentom
sr: Afiliacija vašeg tima koja se javno prikazuje drugim takmičarima
uz: Jamoangizning affilatsiyasi boshqa raqobatchilarga ochiq ko‘rinadi

source: Your team's website publicly shown to other competitors
el: Ο ιστότοπος της ομάδας σας εμφανίζεται δημόσια σε άλλους ανταγωνιστές
he: האתר של הצוות שלך מוצג בפומבי למתחרים אחרים
no: Ditt lags nettside offentlig vist til andre deltakere
sk: Webová stránka vášho tímu verejne zobrazená ostatným konkurentom
sr: Vebsajt vašeg tima koji se javno prikazuje drugim takmičarima
uz: Jamoangizning vebsayti boshqa raqobatchilarga ochiq ko‘rinadi

source: Your team's country publicly shown to other competitors
el: Η χώρα της ομάδας σας εμφανίζεται δημόσια σε άλλους ανταγωνιστές
he: המדינה של הצוות שלך מוצגת בפומבי למתחרים אחרים
no: Ditt lags land offentlig vist til andre deltakere
sk: Krajina vášho tímu verejne zobrazená ostatným súťažiacim
sr: Država vašeg tima koja se javno prikazuje drugim takmičarima
uz: Jamoangizning mamlakati boshqa raqobatchilarga ochiq ko‘rinadi

source: Team Captain
el: Αρχηγός Ομάδας
he: קפטן הצוות
no: Kaptein
sk: Kapitán tímu
sr: Kapiten tima
uz: Jamoa sardori

source: Search Field
el: Πεδίο αναζήτησης
he: שדה חיפוש
no: Søkefelt
sk: Vyhľadávacie pole
sr: Polje za pretragu
uz: Qidiruv maydoni

source: Name
el: Όνομα
he: שם
no: Navn
sk: Názov
sr: Ime
uz: Ism

source: Parameter
el: Παράμετρος
he: פרמטר
no: Parametere
sr: Parametar
uz: Parametr

source: Search
el: Αναζήτηση
he: חפש
no: Søk
sk: Vyhľadávanie
sr: Pretraži
uz: Izlash

source: Hidden
el: Κρυμμένο
he: מוסתר
no: Skjult
sk: Skryté
sr: Sakriveno
uz: Yashirin

source: Banned
el: Απαγορευμένο
he: אָסוּר
no: Utestengt
sk: Zakázaný
sr: Banovano
uz: Ta’qiqlangan

source: Invite Link
el: Σύνδεσμος πρόσκλησης
he: קישור הזמנה
no: Invitasjonslenke
sk: Pozvánka
sr: Link za poziv
uz: Taklif havolasi

source: Bracket
he: סוֹגֵר
no: Liga
sr: Grupa

source: Competition bracket for your user
he: סולם התחרות עבור המשתמש שלך
no: Konkurranseliga for din bruker
sr: Takmičarska grupa za vašeg korisnika
uz: Foydalanuvchingiz uchun musobaqa jadvali

source: Search for matching users
el: Αναζήτηση για αντίστοιχους χρήστες
he: חפש משתמשים תואמים
no: Søk etter brukere
sk: Vyhľadajte zodpovedajúcich používateľov
sr: Traži odgovarajuće korisnike
uz: Mos foydalanuvchilarni qidirish

source: Powered by CTFd
el: Με την υποστήριξη του CTFd
he: בהנעה של CTFd
no: Laget med CTFd
sk: Beží na CTFd
sr: Pokreće CTFd
uz: CTFd tomonidan quvvatlanadi

source: Challenge
el: Πρόκληση
he: אתגר
no: Oppgave
sk: Úloha
sr: Izazov
uz: Sinov

source: %(num)d Solve
el: %(num)d Λύση
no: %(num)d løsing
sk: %(num)d riešiteľ
sr: %(num)d rešenje

source: View Hint
el: Δείτε Υπόδειξη
he: הצג רמז
no: Se hint
sk: Zobraziť nápovedu
sr: Pogledajte savet
uz: Ishorani ko‘rish

source: attempt
he: ניסיון
no: forsøk
sr: pokušaj
uz: urinish

source: Flag
el: Σημαία
he: דגל
no: Flagg
sk: Vlajka
sr: Zastava
uz: Belgi

source: Next Challenge
el: Επόμενη Πρόκληση
he: האתגר הבא
no: Neste oppgave
sk: Ďalšia úloha
sr: Sledeći izazov
uz: Keyingi sinov

source: Share
he: שתף
no: Del
sr: Podeli
uz: Ulashish

source: Date
el: Ημερομηνία
he: תאריך
no: Dato
sk: Dátum
sr: Datum
uz: Sana

source: Challenges
el: Προκλήσεις
he: אתגרים
no: Oppgaver
sk: Úlohy
sr: Izazovi
uz: Sinov

source: Confirm
el: Επιβεβαίωση
he: לְאַשֵׁר
no: Bekreft
sk: Potvrďte
sr: Potvrdi
uz: Tasdiqlash

source: We've sent a confirmation email to your email address.
el: Στείλαμε email επιβεβαίωσης στη διεύθυνση email σας.
he: שלחנו אימייל אישור לכתובת האימייל שלך.
no: Vi har sendt en e-post om bekreftelse til din e-postadresse.
sk: Na vašu e-mailovú adresu sme poslali potvrdzujúci e-mail.
sr: Poslali smo email za potvrdu na vašu email adresu.
uz: Biz tasdiqlash xatini sizning elektron pochtangizga yubordik.

source: Please click the link in that email to confirm your account.
el: Κάντε κλικ στον σύνδεσμο πρόσκλησης που εστάλη μέσω email για να επιβεβαιώσετε τον λογαριασμό σας.
he: אנא לחץ על הקישור שבאימייל כדי לאשר את החשבון שלך.
no: Trykk på lenken i e-posten for å bekrefte kontoen din.
sk: Kliknutím na odkaz v tomto e-maile potvrďte svoj účet.
sr: Molimo kliknite na link u tom email-u da biste potvrdili svoj nalog.
uz: Iltimos, hisobingizni tasdiqlash uchun o‘sha elektron pochtadagi havolani bosing.

source: If the email doesn't arrive, check your spam folder or contact an administrator to manually verify your account.
sr: Ako email ne stigne, proverite folder za spam ili kontaktirajte administratora da ručno verifikuje vaš nalog.

source: Change Email Address
el: Αλλαγή Διεύθυνσης Ηλεκτρονικού ταχυδρομείου
he: שנה כתובת אימייל
no: Endre epostadresse
sk: Zmeň emailovú adresu
sr: Promeni email adresu
uz: Elektron pochta manzilini o'zgartirish

source: Login
el: Είσοδος
he: התחבר
no: Logg på
sk: Prihlásiť sa
sr: Prijavi se
uz: Kirish

source: Forgot your password?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;
he: שכחת את הסיסמה?
no: Glemt passord?
sk: zabudol si heslo?
sr: Zaboravili ste lozinku?
uz: Parolni unutdingizmi?

source: Notifications
el: Ειδοποιήσεις
he: התראות
no: Varsler
sk: Upozornenia
sr: Obaveštenja
uz: Bildirishnomalar

source: There are no notifications yet
el: Δεν υπάρχουν ακόμη ειδοποιήσεις
he: עדיין אין התראות
no: Du har ikke noen varsler ennå
sk: Zatiaľ nie sú žiadne upozornenia
sr: Još uvek nema obaveštenja
uz: Hozircha bildirishnomalar mavjud emas

source: Register
el: Εγγραφή
he: הרשם
no: Registrer
sk: Registrovať
sr: Registruj se
uz: Roʻyxatdan oʻtish

source: Your username on the site
el: Το όνομα χρήστη σας στον ιστότοπο
he: שם המשתמש שלך באתר
no: Brukernavnet ditt på nettstedet
sk: Vaše používateľské meno na stránke
sr: Vaše korisničko ime na sajtu
uz: Sizning saytdagi foydalanuvchi nomingiz

source: Never shown to the public
el: Να μην εμφανίζεται ποτέ δημόσια
he: לעולם לא יוצג לציבור
no: Blir ikke vist offentlig
sk: Nikdy nezverejnené
sr: Nikada se ne prikazuje javno
uz: Hech qachon ommaga ko‘rsatilmaydi

source: Password used to log into your account
el: Κωδικός πρόσβασης που χρησιμοποιείται για τη σύνδεση
he: הסיסמה המשומשת כדי להיכנס לחשבונך
no: Passord som brukes for å logge inn på kontoen din
sk: Heslo používané na prihlásenie do vášho účtu
sr: Lozinka koja se koristi za prijavu na vaš nalog
uz: Hisobingizga kirishda ishlatiladigan parol

source: By registering, you agree to the <a href="%(privacy_link)s" target="_blank">privacy policy</a> and <a href="%(tos_link)s" target="_blank">terms of service</a>
he: על-ידי ההרשמה, אתה מסכים ל-<a href=\"%(privacy_link)s\" target=\"_blank\">מדיניות הפרטיות</a> ו-<a href=\"%(tos_link)s\" target=\"_blank\">תנאי השימוש</a>
no: Ved å registrere deg godtar du <a href="%(privacy_link)s" target="_blank">personvernreglene</a> og <a href="%(tos_link)s" target="_blank">vilkårene for bruk</a>
sr: Registracijom se slažete sa <a href="%(privacy_link)s" target="_blank">politikom privatnosti</a> i <a href="%(tos_link)s" target="_blank">uslovima korišćenja</a>
uz: Ro‘yxatdan o‘tish orqali siz <a href="%(privacy_link)s" target="_blank">maxfiylik siyosati</a> va <a href="%(tos_link)s" target="_blank">xizmat ko‘rsatish shartlari</a>ga rozilik bildirasiz

source: Reset Password
el: Επαναφορά κωδικού πρόσβασης
he: איפוס סיסמה
no: Tilbakestill passord
sk: Obnoviť heslo
sr: Resetuj lozinku
uz: Parolni yangilash

source: You can now reset the password for your account and log in. Please enter in a new password below.
el: Τώρα μπορείτε να επαναφέρετε τον κωδικό πρόσβασής σας και να συνδεθείτε. Εισαγάγετε τον νέο σας κωδικό πρόσβασης παρακάτω.
he: כעת באפשרותך לאפס את הסיסמה שלך ולהתחבר. אנא הכנס סיסמה חדשה למטה.
no: Nå kan du tilbakestille passordet for kontoen din og logge inn. Vennligst skriv inn et nytt passord nedenfor.
sk: Teraz môžete obnoviť heslo svojho účtu a prihlásiť sa. Nižšie zadajte nové heslo.
sr: Sada možete resetovati lozinku za svoj nalog i prijaviti se. Molimo unesite novu lozinku ispod.
uz: Siz endi hisobingiz uchun parolni tiklashingiz va tizimga kirishingiz mumkin. Iltimos, quyida yangi parolni kiriting.

source: Please provide the email address associated with your account below.
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με τον λογαριασμό σας παρακάτω.
he: אנא ספק את כתובת האימייל המשויכת לחשבונך למטה.
no: Vennligst oppgi e-postadressen knyttet til kontoen din nedenfor.
sk: Nižšie uveďte e-mailovú adresu priradenú k vášmu účtu.
sr: Molimo navedite email adresu povezanu sa vašim nalogom ispod.
uz: Iltimos, quyida hisobingizga bog‘langan elektron pochta manzilini kiriting.

source: Scoreboard
el: Πίνακας αποτελεσμάτων
he: טבלת ניקוד
no: Resultattavle
sk: Tabuľka
sr: Tabela rezultata
uz: Natijalar jadvali

source: All
he: הכל
no: Alle
sr: Sve
uz: Barchasi

source: Place
he: מקום
no: Plassering
sr: Mesto
uz: Joy

source: Score
el: Βαθμολογία
he: ניקוד
no: Poeng
sk: Skóre
sr: Rezultat
uz: Ball

source: Scoreboard is empty
he: טבלת הניקוד ריקה
no: Det er ingen resultater å vise
sr: Tabela rezultata je prazna
uz: Ball jadvali bo‘sh

source: Settings
el: Ρυθμίσεις
he: הגדרות
no: Innstillinger
sk: Nastavenia
sr: Podešavanja
uz: Sozlamalar

source: Profile
el: Προφίλ
he: פרופיל
no: Profil
sk: Profil
sr: Profil
uz: Profil

source: Access Tokens
el: Κλειδί Πρόσβασης
he: אסימוני גישה
no: Tilgangsnøkler
sk: Prístupové tokeny
sr: Tokeni za pristup
uz: Kirish tokenlari

source: Your profile has been updated
el: Το προφίλ σας έχει ενημερωθεί
he: הפרופיל שלך עודכן
no: Profilen din er oppdatert
sk: Váš profil bol aktualizovaný
sr: Vaš profil je ažuriran
uz: Profilingiz o`zgartirilgan

source: Error:
el: Σφάλμα:
he: שגיאה:
no: Feil:
sk: Chyba:
sr: Greška:
uz: Xato:

source: API Key Generated
el: Δημιουργήθηκε κλειδί API
he: מפתח API נוצר
no: Generert API-nøkkel
sk: Vygenerovaný kľúč API
sr: API ključ generisan
uz: API kaliti yaratildi

source: Please copy your API Key, it won't be shown again!
el: Αντιγράψτε το κλειδί API σας, δεν θα εμφανιστεί ξανά!
he: אנא העתק את מפתח ה-API שלך, הוא לא יוצג שוב!
no: Vennligst kopier API-nøkkelen din, den vil ikke bli vist igjen!
sk: Skopírujte si svoj kľúč API, už sa nebude zobrazovať!
sr: Molimo kopirajte svoj API ključ, neće biti prikazan ponovo!
uz: Iltimos, API kalitingizni nusxalab oling, u boshqa ko‘rsatilmaydi!

source: Active Tokens
el: Διακριτικά Πρόσβασης
he: אסימונים פעילים
no: Aktive tilgangsnøkler
sk: Aktívne tokeny
sr: Aktivni tokeni
uz: Faol tokenlar

source: Delete Token
el: Διαγραφή Διακριτικού
he: מחק אסימון
no: Slett tilgangsnøkkel
sk: Odstrániť token
sr: Obriši token
uz: Tokenni o‘chirish

source: Are you sure you want to delete this token?
el: Επιβεβαιώνετε τη διαγραφή αυτού του κλειδιού;
he: האם אתה בטוח שברצונך למחוק אסימון זה?
no: Er du sikker på at du vil slette denne tilgangsnøkkelen?
sk: Naozaj chcete odstrániť tento token?
sr: Da li ste sigurni da želite da obrišete ovaj token?
uz: Tokenni o‘chirishga ishonchingiz komilmi?

source: Created
el: Δημιουργήθηκε
he: נוצר
no: Opprettet
sk: Vytvorené
sr: Kreiran
uz: Yaratildi

source: Description
el: Περιγραφή
he: תיאור
no: Beskrivelse
sk: Popis
sr: Opis
uz: Tavsif

source: Delete
el: Διαγραφή
he: לִמְחוֹק
no: Slett
sk: Odstrániť
sr: Obriši
uz: O'chirish
