Repository: CTFd/CTFd
Catalog: CTFd/translations/*/LC_MESSAGES/messages.po
Languages: el, he, no, sk, sr, uz

source: Setup
el: Εγκατάσταση
he: התקנה
no: Oppsett
sk: Nastaviť
sr: Podešavanje
uz: Sozlash

source: General
el: Γενικός
he: כללי
no: Generelt
sk: generál
sr: Opšte
uz: Umumiy

source: Mode
el: Λειτουργία
he: מצב
no: Modus
sk: Režim
sr: Mod
uz: Rejim

source: Administration
el: Διαχειριστής
he: ניהול
no: Administrasjon
sk: Administrácia
sr: Administracija
uz: Ma'muriyat

source: Style
el: Στυλ
he: סגנון
no: Stil
sk: Štýl
sr: Stil
uz: Uslub/Ko'rinish

source: Date &amp; Time
el: Ημερομηνία &amp; Ώρα
he: תאריך ושעה
no: Dato &amp; tid
sk: Dátum &amp; čas
sr: Datum &amp; Vreme
uz: Sana va vaqt

source: Integrations
el: Ενσωματώσεις
he: אינטגרציות
no: Integrasjoner
sk: Integrácie
sr: Integracije
uz: Integratsiyalar

source: Next
el: Επόμενο
he: הבא
no: Neste
sk: Ďalšie
sr: Sledeće
uz: Keyingi

source: Participants register accounts and form teams
el: Οι συμμετέχοντες εγγράφονται και σχηματίζουν ομάδες
he: משתתפים נרשמים ויוצרים צוותים
no: Spillerene registrerer kontoer og danner lag
sk: Účastníci sa registrujú a vytvárajú tímy
sr: Učesnici registruju naloge i formiraju timove
uz: Ishtirokchilar akkaunt yaratadilar va jamoalar tuzadilar

source: If a team member solves a challenge, the entire team receives credit
el: Εάν ένα μέλος της ομάδας λύσει μια πρόκληση, ολόκληρη η ομάδα λαμβάνει τους βαθμούς
he: אם חבר צוות פותר את האתגר, כל הצוות מקבל קרדיט
no: Hvis et teammedlem løser en oppgave, får hele laget poeng
sk: Ak člen tímu vyrieši úlohu, kredit získa celý tím
sr: Ako član tima reši izazov, ceo tim dobija kredite
uz: Agar jamoa a’zosi muammoni hal qilsa, butun jamoaga ochko beriladi

source: Easier to see which team member solved a challenge
el: Πιο εύκολο να δούμε ποιο μέλος της ομάδας έλυσε μια πρόκληση
he: קל יותר לראות איזה חבר צוות פתר את האתגר
no: Lettere å se hvilket teammedlem som løste en oppgave
sk: Ľahšie uvidíte, ktorý člen tímu vyriešil úlohu
sr: Lakše je videti koji član tima je rešio izazov
uz: Qaysi jamoa a’zosi muammoni hal qilganini ko‘rish osonroq

source: May be slightly more difficult to administer
el: Μπορεί να είναι λίγο πιο δύσκολη η διαχείριση
he: יכול להיות מעט קשה יותר לניהול
no: Kan bli bittelitt vanskeligere å administrere
sk: Správa môže byť o niečo náročnejšia
sr: Može biti nešto teže za administraciju
uz: Boshqarish biroz qiyinroq bo‘lishi mumkin

source: Participants only register an individual account
el: Οι συμμετέχοντες καταχωρούν μόνο έναν ατομικό λογαριασμό
he: משתתפים נרשמים רק כפרטים
no: Spillerene registrerer en individuell konto
sk: Účastníci si zaregistrujú iba individuálny účet
sr: Učesnici registruju samo individualni nalog
uz: Ishtirokchilar faqat yakka tartibdagi akkaunt ro‘yxatdan o‘tkazadilar

source: Players can share accounts to form pseudo-teams
el: Οι παίκτες μπορούν να μοιράζονται λογαριασμούς για να σχηματίσουν ψευδο-ομάδες
he: שחקנים יכולים לשתף חשבונות כדי ליצור צוותים דמיוניים
no: Spillere kan dele kontoer for å danne "lag"
sk: Hráči môžu zdieľať účty a vytvárať pseudotímy
sr: Igrači mogu deliti naloge da formiraju pseudo-timove
uz: O‘yinchilar akkauntlarni bo‘lishib, soxta jamoalar tuzishlari mumkin

source: Easier to organize
el: Πιο εύκολο να οργανωθεί
he: קל יותר לארגן
no: Enklere å organisere
sk: Jednoduchšie na organizáciu
sr: Lakše za organizaciju
uz: Tashkil etish osonroq

source: Difficult to attribute solutions to individual team members
el: Δύσκολο να αποδοθούν λύσεις σε μεμονωμένα μέλη της ομάδας
he: קשה יותר לייחס פתרונות לחברי צוות בודדים
no: Vanskeligere å tilskrive løsninger til individuelle teammedlemmer
sk: Je ťažké prisúdiť riešenia jednotlivým členom tímu
sr: Teško je pripisati rešenja pojedinačnim članovima tima
uz: Muammoni alohida jamoa a’zolariga bog‘lash qiyin

source: Visibility Settings
el: Ρυθμίσεις ορατότητας
he: הגדרות נראות
no: Innstillinger for synlighet
sk: Nastavenia viditeľnosti
sr: Podešavanja vidljivosti
uz: Ko‘rinish sozlamalari

source: Control the visibility of different sections of CTFd
el: Ελέγξτε την ορατότητα διαφορετικών τμημάτων του CTFd
he: שלוט על הנראות של חלקים שונים ב-CTFd
no: Endre synligheten til forskjellige deler av CTFd
sk: Ovládajte viditeľnosť rôznych sekcií CTFd
sr: Kontrolišite vidljivost različitih delova CTFd-a
uz: CTFd’ning turli bo‘limlarining ko‘rinishini boshqaring

source: Subscribe email address to the CTFd LLC Newsletter for news and updates
el: Εγγραφείτε στα νέα της CTFd LLC μέσω email
he: הרשמה עם כתובת אימייל לניוזלטר של CTFd LLC לעדכונים וחדשות
no: Abonner på CTFd LLCs nyhetsbrev for nyheter og oppdateringer
sk: Prihláste sa na odber noviniek na e-mailovú adresu CTFd LLC
sr: Pretplatite email adresu na CTFd LLC bilten za vesti i ažuriranja
uz: Elektron pochta manzilini CTFd LLC yangiliklar va yangilanishlar uchun axborot byulleteniga obuna qiling

source: Time
el: Ώρα
he: זמן
no: Tid
sk: čas
sr: Vreme
uz: Vaqt

source: UTC Preview
el: Προεπισκόπηση UTC
he: תצוגת UTC מראש
no: UTC-forhåndsvisning
sk: Náhľad UTC
sr: UTC pregled
uz: UTC oldindan ko‘rish

source: Users
el: Χρήστες
he: משתמשים
no: Brukere
sk: Používatelia
sr: Korisnici
uz: Foydalanuvchilar

source: Teams
el: Ομάδες
he: צוותים
no: Lag
sk: Tímy
sr: Timovi
uz: Jamoalar

source: Admin Panel
el: Πίνακας Διαχειριστή
he: לוח ניהול
no: Administratorpanel
sk: Panel správcu
sr: Administratorski panel

source: Team
el: Ομάδα
he: צוות
no: Lag
sk: Tím
sr: Tim
uz: Jamoa

source: Logout
el: Αποσύνδεση
he: התנתק
no: Logg ut
sk: Odhlásiť sa
sr: Odjavi se
uz: Chiqish

source: Change language
he: שנה שפה
no: Endre språk
sr: Promeni jezik
uz: Tilni o‘zgartirish

source: Toggle theme
he: החלף ערכת נושא
no: Bytt tema
sr: Promeni temu
uz: Mavzuni o'zgartirish

source: 403 Forbidden
he: 403 - אסור לגשת
sr: 403 Zabranjeno
uz: 403: Ta'qiqlangan

source: File not found
el: Το αρχείο δεν βρέθηκε
he: קובץ לא נמצא
no: Klarte ikke finne filen
sk: Súbor nenájdený
sr: Datoteka nije pronađena
uz: Fayl topilmadi

source: 404 Not Found
he: 404 לא נמצא
sr: 404 Nije pronađeno
uz: 404 Topilmadi

source: Too many requests
el: Πάρα πολλά αιτήματα
he: יותר מידי בקשות
no: For mange forespørsler
sk: Príliš veľa žiadostí
sr: Previše zahteva
uz: Juda koʻp soʻrovlar

source: Please slow down!
el: Παρακαλώ σιγά!
he: אנא הרפה!
no: Vennligst ta det med ro!
sk: Prosím spomaľ!
sr: Molimo usporite!
uz: Iltimos, sekinroq harakat qiling!

source: 429 Too Many Requests
he: 429 יותר מידי בקשות
sr: 429 Previše zahteva
uz: 429 Juda ko‘p so‘rovlar

source: 502 Bad Gateway
he: 502 גשר גרוע
sr: 502 Loš gateway
uz: 502 Yomon Shlyuz

source: (Optional)
el: (Προαιρετικό)
he: (אופציונלי)
no: (Valgfritt)
sk: (Voliteľné)
sr: (Opciono)
uz: (Ixtiyoriy)

source: Join Team
el: Γίνετε μέλος της ομάδας
he: הצטרף לצוות
no: Bli med i et lag
sk: Pripojte sa k tímu
sr: Pridruži se timu
uz: Jamoaga qo‘shilish

source: Welcome to
el: Καλώς ήρθατε στην
he: ברוכים הבאים ל-
no: Velkommen til
sk: Vitajte v
sr: Dobrodošli u
uz: Xush kelibsiz

source: Click the button below to join the team!
el: Κάντε κλικ στο παρακάτω κουμπί για να γίνετε μέλος της ομάδας!
he: לחץ/י על הכפתור למטה להצטרף לצוות!
no: Klicken Sie auf die Schaltfläche unten, um dem Team beizutreten!
sk: Kliknite na tlačidlo nižšie a pridajte sa k tímu!
sr: Kliknite na dugme ispod da biste se pridružili timu!
uz: Quyidagi tugmani bosib, jamoaga qo‘shiling!

source: Create Team
el: Δημιουργία Ομάδας
he: צור צוות
no: Opprett et lag
sk: Vytvoriť tím
sr: Kreiraj tim
uz: Jamoa yaratish

source: Edit Team
el: Επεξεργασία Ομάδας
he: ערוך צוות
no: Endre Innstillinger for lag
sk: Upraviť tím
sr: Uredi tim
uz: Jamoani tahrirlash

source: Your team's profile has been updated
el: Το προφίλ της ομάδας σας έχει ενημερωθεί
he: הפרופיל של הצוות שלך עודכן
no: Profilen til laget ditt har blitt oppdatert
sk: Profil vášho tímu bol aktualizovaný
sr: Profil vašeg tima je ažuriran
uz: Sizning jamoangiz profili yangilandi

source: Choose Captain
el: Επιλέξτε Αρχηγό
he: בחר קפטן
no: Velg kaptein
sk: Zvoľte kapitána
sr: Izaberi kapitena
uz: Kapitanni tanlash

source: Your captain rights have been transferred
el: Τα δικαιώματα του αρχηγού σας έχουν μεταφερθεί
he: זכויות הקפטן שלך הועברו
no: Kapteinrettighetene har blitt overført
sk: Vaše kapitánske práva boli prevedené
sr: Vaša prava kapitena su prenesena
uz: Sizning kapitanlik huquqlaringiz boshqa foydalanuvchiga o‘tkazildi

source: Invite Users
el: Πρόσκληση χρηστών
he: הזמן משתמשים
no: inviter spillere
sk: Pozvať používateľov
sr: Pozovi korisnike
uz: Foydalanuvchilarni taklif qilish

source: Share this link with your team members for them to join your team
el: Μοιραστείτε αυτόν τον σύνδεσμο με τα μέλη της ομάδας σας για να ενταχθούν στην ομάδα σας
he: שתף את הקישור עם חברי הצוות שלך כדי שהם יצטרפו לצוות שלך
no: Del denne lenken med lagmedlemmene dine for at de skal kunne bli med i laget ditt
sk: Zdieľajte tento odkaz s členmi svojho tímu, aby sa mohli pripojiť k vášmu tímu
sr: Podelite ovaj link sa članovima vašeg tima da bi se pridružili
uz: Jamoangizga qo‘shilishlari uchun ushbu havolani jamoa a’zolaringiz bilan ulashing

source: Invite links can be re-used and expire after 1 day
el: Οι σύνδεσμοι πρόσκλησης μπορούν να επαναχρησιμοποιηθούν και λήγουν μετά από 1 ημέρα
he: קישורי הזמנה ניתנים לשימוש חוזר ותפוגתם לאחר יום אחד
no: Invitasjonslenker kan brukes flere ganger og utløper etter 1 dag
sk: Pozvánky možno znova použiť a ich platnosť vyprší po 1 dni
sr: Linkovi za poziv se mogu ponovo koristiti i ističu nakon 1 dan
uz: Taklif havolalari qayta ishlatilishi mumkin va 1 kundan so‘ng muddati tugaydi

source: Disband Team
el: Διάλυση Ομάδας
he: פורק צוות
no: Oppløs lag
sk: Rozpustiť tím
sr: Raspusti tim
uz: Jamoani tarqatish

source: Are you sure you want to disband your team?
el: Είστε σίγουροι ότι θέλετε να διαλύσετε την ομάδα σας;
he: האם אתה בטוח שברצונך לפרק את הצוות שלך?
no: Er du sikker på at du vil oppløse laget ditt?
sk: Ste si istý, že chcete rozpustiť svoj tím?
sr: Da li ste sigurni da želite da raspustite svoj tim?
uz: Jamoangizni tarqatmoqchimisiz?

source: No
el: Όχι
he: לֹא
no: Nei
sk: Nie
sr: Ne
uz: Yo'q

source: Yes
el: Ναι
he: כן
no: Ja
sk: Áno
sr: Da
uz: Ha

source: Official
el: Επίσημα
he: רשמי
no: Offisiell
sk: Oficiálny
sr: Zvanično
uz: Rasmiy

source: place
el: θέση
he: מקום
no: Sted
sk: miesto
sr: mesto
uz: joy

source: points
el: πόντοι
he: נקודות
no: Poeng
sk: body
sr: poena
uz: ball

source: Members
el: Μέλη
he: חברים
no: Medlemmer
sk: členovia
sr: Članovi
uz: A’zolar

source: Captain
el: Αρχηγός
he: סֶרֶן
no: Kaptein
sk: Kapitán
sr: Kapiten
uz: Kapitan

source: Awards
el: Βραβεία
he: פרסים
no: Utmerkelser
sk: Ocenenia
sr: Nagrade
uz: Mukofotlar

source: Solves
el: Λύσεις
he: פתרונות
no: Løsninger
sk: Riešenia
sr: Rešenja
uz: Topshiriqlar yechildi

source: Category
el: Κατηγορία
he: קטגוריה
no: Kategori
sk: Kategória
sr: Kategorija
uz: Kategoriya

source: Value
el: Τιμή
he: ערך
no: Verdi
sk: Hodnota
sr: Vrednost
uz: Qiymat

source: No solves yet
el: Καμία λύση ακόμα
he: האתגר טרם נפתר
no: Ingen løsninger ennå
sk: Zatiaľ žiadne riešenia
sr: Još uvek nema rešenja
uz: Hali hech qanday topshiriq yechildi

source: In order to participate you must either join or create a team.
el: Για να συμμετάσχετε πρέπει είτε να εγγραφείτε είτε να δημιουργήσετε μια ομάδα.
he: כדי להשתתף עליך להצטרף לצוות או ליצור אחד.
no: For å delta må du enten bli med i eller opprette et lag.
sk: Ak sa chcete zúčastniť, musíte sa pripojiť k tímu alebo vytvoriť nový.
sr: Da biste učestvovali, morate se pridružiti ili kreirati tim.
uz: Ishtirok etish uchun siz jamoaga qo‘shilish yoki yangi jamoa yaratishingiz kerak.

source: Play with Official Team
el: Παίξτε με την επίσημη ομάδα
he: שחק עם צוות רשמי
no: Spill med et offisielt lag
sk: Hrajte s oficiálnym tímom
sr: Igrajte sa zvaničnim timom
uz: Rasmiy jamoa bilan o‘ynash

source: Join Unofficial Team
el: Εγγραφείτε σε μια ανεπίσημη ομάδα
he: הצטרף לצוות לא רשמי
no: Bli med i et uoffisielt lag
sk: Pripojte sa k neoficiálnemu tímu
sr: Pridružite se nezvaničnom timu
uz: Norasmiy jamoaga qo‘shiling

source: Create Unofficial Team
el: Δημιουργήστε μια ανεπίσημη ομάδα
he: צור צוות לא רשמי
no: Opprett uoffisielt lag
sk: Vytvorte neoficiálny tím
sr: Kreirajte nezvanični tim
uz: Norasmiy jamoa yarating

source: Page
el: Σελίδα
he: עמוד
no: Side
sk: Stránka
sr: Strana
uz: VaraqSahifa

source: Searching for users with <strong>%(field)s</strong> matching <strong>%(q)s</strong>
he: מחפש משתמשים עבור <strong>%(field)s</strong> התואם <strong>%(q)s</strong>
no: Søker etter brukere med <strong>%(field)s</strong> som matcher <strong>%(q)s</strong>
sr: Pretraga korisnika sa <strong>%(field)s</strong> koji odgovara <strong>%(q)s</strong>
uz: <strong>%(field)s</strong> maydoni <strong>%(q)s</strong> ga mos keladigan foydalanuvchilar qidirilmoqda

source: Page %(page)s of %(total)s results
he: עמוד %(page)s מתוך %(total)s תוצאות
no: Side %(page)s av %(total)s resultater
sr: Strana %(page)s od %(total)s rezultata
uz: %(total)s natijadan %(page)s-chi sahifa

source: User
el: Χρήστης
he: משתמש
no: Spiller
sk: Používateľ
sr: Korisnik
uz: Foydalanuvchi

source: user
el: Χρήστης
no: spiller
sk: používateľ
sr: korisnik
uz: foydalanuvchi

source: team
el: ομάδα
no: lag
sk: tím
sr: tim

source: Email
el: Ηλεκτρονική Διεύθυνση
he: אימייל
no: Epost
uz: Elektron pochta

source: Logo
el: Λογότυπο
he: לוגו

source: If the email doesn’t arrive, check your spam folder or contact an administrator to manually verify your account.
el: Αν το email δε φτάσει, ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας σας ή επικοινωνήστε με τον διαχειριστή για να επαληθεύσετε χειροκίνητα τον λογαριασμό σας.
he: אם האימייל לא מגיע, בדוק את תיקיית הספאם או פנה למנהל לאימות ידני של החשבון.
no: Hvis e-posten ikke kommer fram, sjekk søppelpostmappen din eller kontakt en administrator for å manuelt verifisere kontoen din.
sk: Ak e-mail neprišiel, skontrolujte priečinok so spamom alebo kontaktujte správcu, aby manuálne overil váš účet.
uz: Agar elektron pochta kelmasa, spam papkangizni tekshiring yoki hisobingizni qo‘lda tasdiqlash uchun administrator bilan bog‘laning.
